# AUTOMATION
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "ansible"

# DEVELOPEMNT
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "git"
brew "lazygit"
brew "tmux"
brew "webp"
brew "hatch"
brew "black"
brew "gcc"

# TEXT EDIT
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "neovim"
brew "helix"

# LSP
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "pyright"
brew "marksman"
brew "ruff-lsp"

# OTHERS
#- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -
brew "fzf"
brew "ripgrep"
brew "watchman"
